const movie = [
    {
        id: 1,
        name: "The Intern",
        director: "Nancy Meyers",
        detail: "เบน วิทเทเกอร์ (รอเบิร์ต เดอ นิโร) ชายวัย 70 ปี ผู้ไม่ต้องการใช้ชีวิตหลังเกษียณให้หมดไปวันๆ เขาจึงมาสมัครเป็นพนักงานฝึกหัดในบริษัทเว็บไซต์ด้านแฟชั่น ซึ่งก่อตั้งและบริหาร โดย จูลส์ ออสติน (แอนน์ แฮททาเวย์) เบน ได้รับมอบหมายให้เป็นเด็กฝึกงานในทีมของ จูลส์ เจ้าของบริษัทสาวรุ่นใหม่ไฟแรงที่แทบจะไม่มีเวลาว่างเลย การได้กลับมาทำงานของเบน ทำให้เขาได้พบกับสังคมใหม่ของคนหนุ่มสาวที่เต็มไปด้วยความเร่งรีบและสะดวกสบายด้วยเทคโนโลยี",
        cover: "https://m.media-amazon.com/images/M/MV5BMTUyNjE5NjI5OF5BMl5BanBnXkFtZTgwNzYzMzU3NjE@._V1_.jpg",
        download: "",
        lunch: "",
    },
    {
        id: 2,
        name: "The Shawshank Redemption",
        director: "Frank Darabont",
        detail: "แอนดี้ ดูเฟรนส์ (ทิม ร็อบบินส์) นายธนาคารหนุ่มที่ถูกจับในข้อหาฆาตกรรมภรรยาและชายชู้เพราะฤทธิ์ของแอลกอฮอล์ แอนดี้มั่นใจว่าเขาไม่ได้เป็นคนกระทำจริง แต่หลักฐานทั้งหมดชี้นำมาที่เขา เขาจึงต้องรับโทษจำคุกตลอดชีวิตในเรือนจำชอว์แชงค์ ในปี ค.ศ. 1947ช่วงแรกที่เข้ามาแอนดี้เป็นคนเงียบและเก็บตัว ไม่ค่อยสุงสิงกับใคร แอนดี้ใช้เวลานานหลายเดือนกว่าจะเอ่ยปากพูดกับใคร คนที่เขาพูดด้วยคนแรกคือ เอลลิส บอยด์ เรดดิง (มอร์แกน ฟรีแมน) นักโทษผิวดำ ต้องโทษจำคุกตลอดชีวิตและอยู่ในชอว์แชงค์มา 20 ปีแล้ว ด้วยความที่เรดอยู่ในเรือนจำแห่งนี้มานานเขาจึงมีสิทธิพิเศษเล็กน้อยที่จะสามารถหาของจากภายนอกเข้ามาในคุก อาทิ บุหรี่ รูปดาราสาวหรือของเล่นชิ้นเล็กๆ และสิ่งที่แอนดี้ขอจากเรดคือค้อนแกะสลักหิน 6-7 นิ้ว เพื่อมาแกะสลักหินที่งานอดิเรกของตนเนื่องจากดูเฟรนส์เป็นคนที่ชอบการแกะสลัก ในตอนแรกเรดกลัวจะเกิดปัญหาถ้าพัสดีคิดว่ามันเป็นอาวุธได้แต่เมื่อของที่แอนดี้ต้องการมาถึงเรดถึงกับต้องขำเพราะหากใช้ค้อนสลักหินในการแหกคุกคงใช้เวลาร่วมร้อยปี",
        cover: "https://m.media-amazon.com/images/M/MV5BMDFkYTc0MGEtZmNhMC00ZDIzLWFmNTEtODM1ZmRlYWMwMWFmXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_FMjpg_UX1000_.jpg",
        dowload: "",
        lunch: "",
    },
    {
        id: 3,
        name: "The Umbrella Academy",
        director: "Steve Blackman",
        detail: "เรื่องราวในปี 1989 เมื่อเด็กทารกกว่า 43 คน เกิดพร้อมกัน จากผู้หญิงที่ไม่เคยมีสัญญาณเตือนของการตั้งครรภ์แต่อย่างใด อีกทั้งยังหาสาเหตุไม่ได้อีกด้วย ซึ่งเด็ก 7 คนถูกรับเลี้ยงโดย เซอร์ เรจินัล ฮาร์กรีฟ เศรษฐีแห่งวงการอุตสาหกรรมและผู้สร้าง The Umbrella Academy เพื่อฝึกฝนให้เด็ก ๆ สามารถช่วยเหลือโลกทั้งนี้ไม่ใช่ทุกอย่างที่จะดำเนินไปตามแผน เมื่อเด็ก ๆ เข้าสู่ช่วงวัยรุ่นก็ถึงคราวที่ครอบครัวแตกหัก และเมื่อพวกเขาทราบข่าวการจากไปของฮาร์กรีฟหรือพ่อเลี้ยงของพวกเขา ก็เป็นอันทำให้เด็กๆ ที่เหลือทั้ง  6 คนต้องโคจรกลับมาเจอกันอีกครั้งเพื่อร่วมมือกันไขปริศนาการตายของพ่อ",
        cover: "https://f.ptcdn.info/376/070/000/qee1feaipa4kmRZ3GrQ-o.jpg",
        dowload: "",
        lunch: "2015",
    },
    {
        id: 4,
        name: "Business Proposal",
        director: "-",
        detail: "ชินฮาริ เป็นสาวออฟฟิศที่ยังถือครองสถานะโสดสนิท เธอมีเพื่อนผู้ชายที่ใกล้ชิดและแอบชอบเขามายาวนาน แต่กลับมารู้ทีหลังว่าเขามีแฟนเป็นตัวเป็นตนอยู่แล้ว เธอจึงเศร้าและทำใจลำบากกับเรื่องนี้ และไปหาเพื่อนไฮโซของเธอ อย่าง จินยองซอ ที่ได้ออกปากแนะนำให้เธอลองไปนัดบอดออกเดตแทน ฮาริจึงจำใจไปนัดบอดในฐานะเพื่อนของตัวเอง และตั้งใจจะปฏิเสธคู่เดตและทำภารกิจนี้ให้เสร็จลุล่วงด้วยดี และต้องไม่ทำให้เพื่อนต้องเดือดร้อน แต่ปรากฏว่าคู่นัดบอดที่เธอต้องเผชิญหน้าด้วยกลับเป็น คังแทมู เขาคือซีอีโอบริษัทที่ทำงานอยู่",
        cover: "https://i0.wp.com/www.korseries.com/wp-content/uploads/2022/02/Business-Proposal-SBS-Poster-1-07022022.jpg?resize=750%2C1121&ssl=1",
        dowload: "",
        lunch: "2015",
    },
    {
        id: 5,
        name: "อูยองอู ทนายอัจฉริยะ",
        director: "ยูอินซิก",
        etail: "เบน วิทเทเกอร์ (รอเบิร์ต เดอ นิโร) ชายวัย 70 ปี ผู้ไม่ต้องการใช้ชีวิตหลังเกษียณให้หมดไปวันๆ เขาจึงมาสมัครเป็นพนักงานฝึกหัดในบริษัทเว็บไซต์ด้านแฟชั่น ซึ่งก่อตั้งและบริหาร โดย จูลส์ ออสติน (แอนน์ แฮททาเวย์) เบน ได้รับมอบหมายให้เป็นเด็กฝึกงานในทีมของ จูลส์ เจ้าของบริษัทสาวรุ่นใหม่ไฟแรงที่แทบจะไม่มีเวลาว่างเลย การได้กลับมาทำงานของเบน ทำให้เขาได้พบกับสังคมใหม่ของคนหนุ่มสาวที่เต็มไปด้วยความเร่งรีบและสะดวกสบายด้วยเทคโนโลยี",
        cover: "https://image.bestreview.asia/wp-content/uploads/2022/07/series-extraordinary-attorney-woo-ex-01.jpg",
        dowload: "",
        lunch: "2015",
    },
    {
        id: 6,
        name: "Her Private Life",
        director: "ฮงจงซาน",
        etail: "เบน วิทเทเกอร์ (รอเบิร์ต เดอ นิโร) ชายวัย 70 ปี ผู้ไม่ต้องการใช้ชีวิตหลังเกษียณให้หมดไปวันๆ เขาจึงมาสมัครเป็นพนักงานฝึกหัดในบริษัทเว็บไซต์ด้านแฟชั่น ซึ่งก่อตั้งและบริหาร โดย จูลส์ ออสติน (แอนน์ แฮททาเวย์) เบน ได้รับมอบหมายให้เป็นเด็กฝึกงานในทีมของ จูลส์ เจ้าของบริษัทสาวรุ่นใหม่ไฟแรงที่แทบจะไม่มีเวลาว่างเลย การได้กลับมาทำงานของเบน ทำให้เขาได้พบกับสังคมใหม่ของคนหนุ่มสาวที่เต็มไปด้วยความเร่งรีบและสะดวกสบายด้วยเทคโนโลยี",
        cover: "https://i.pinimg.com/originals/bb/3d/d5/bb3dd521f398699d148167f1caf1c49c.jpg",
        dowload: "",
        lunch: "2015",
    }
]

module.exports = movie;